---
kind: other
id: Methods.T:Autodesk.Revit.DB.DirectContext3D.VertexPositionNormalColored
source: html/ba82f514-0c0a-0b63-cad5-6469f5d743ae.htm
---
# VertexPositionNormalColored Methods

Gets the vertex's color.